{
    "title": "Eco bath sponge - Loofah",
    "subTitle": "A sustainable eco-friendly alternative to the classic sponge ",
    "marketingArguments": [
        {
            "title": "What is Loofah Sponge ? ",
            "speech": "This sponge is created from a plant called Loofah.  Loofahs are an easy, renewable resource, which is a fast-growing annual vine. They also don’t require much processing at all (other than drying).. Making it a real ecological for your daily shower",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Biodegradable",
            "speech": "At the end of its life, it can be added to your home compost",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Sustainable",
            "speech": "This product is made to last 3 to 4 weeks (based on daily use)",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Particularly well tolerated by the skin",
            "speech": "<strong>Safer to use and will never cause any damage to your You have nothing to fear since the Loofah sponge is made from natural and organic ingredients.thanks to this, you can avoid possible skin infections that can affect your body health. Since it comes from natural, then you can assure that it is safe to use on a regular basis <br><strong>Help to exfoliate the skin.</strong> The Loofah sponge is made up of slightly rough fibers, perfect to exfoliate your skin.it is also a solution to eliminate dead skin cells that will make your skin very soft, for a youthful & glowing skin.<br> <strong>Stimulates blood circulation</strong>The friction created during its use allows blood vessels to flow properly",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "How to use your loofah sponge ?",
            "speech": "How to use your loofah sponge ?To exfoliate the skin <br>the loofah sponge must be well wet, coat the sponge with shower gel and gently pass the sponge over the body. This deep cleaning allows the skin to better benefit from the care products applied afterwards.<br>To stimulate blood circulation<br>To do after the shower. brush your body gently after drying yourself for stimulate the blood circulation in a way to boost the nutrient supply of the skin<br>Your beeswax wrap is ready. Pack your seasonal fruits, your favorite vegetables, your homemade sandwiches or cover your favorite bowls or containers in a snap.<br>Hygiene tips for preserve your luffa sponge <br> This natural sponge is often in contact with water. As the fibers are very fine, bacteria and mold can quickly multiply there. By following these tips, you will keep your loofah sponge clean<br>how to clean it well<br>- Rinse the sponge thoroughly after each use under clean water.<br>- Hang it so that is well ventilated and can dry well.<br>- You can put the natural sponge in the microwave for 30 seconds after rinsing it. Any germs present will thus be eliminated<br>- The loofah can also be washed in the dishwasher at 30 degrees. But do not use detergent.<br>- Let the loofah air dry<br>Use only your own loofah sponge and do not share it with family or friends.<br>change your sponge regularly, every two to three weeks.",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ],
    "packContent": [
        {
            "description": "3 Loofah sponge",
            "image": {
                "altText": "",
                "src": ""
            }
        },
        {
            "description": "",
            "image": {
                "altText": "",
                "src": ""
            }
        },
        {
            "description": "",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ],
    "specifications": [
        {
            "label": "Material",
            "value": "100% made of Loofah (plant) ",
            "image": {
                "altText": "",
                "src": ""
            }
        },
        {
            "label": "Size",
            "value": "length: 7.5cm<br> diameter: 5cm",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ]
}