{
    "title": "Set of reusable cotton bags",
    "subTitle": "The alternative to the disposable supermarket plastic bags",
    "mainArgument": {
        "title": "",
        "speech": "",
        "image": {
            "altText": "",
            "src": ""
        }
    },
    "marketingArguments": [
        {
            "title": "Against the plastic",
            "speech": "Decline the plastic bags given in the stores. The most challenging aspect of this change is to remember to take them with you when doing the groceries, and creating the habit. Every time you go to the store with this bag is one less plastic bag in the nature someday!",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Reduces food waste & save money",
            "speech": "These mesh bags are perfect for storing fruits and vegetables. By using them, you'll allow your food to breathe, reducing sweat which extends the life of your fruits and vegetables. This reduce waste, and you'll be saving money for not having to buy and throw again and again.",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Long life & useful",
            "speech": "These reusable mesh bags are robust and can carry a lot more than plastic bags. They are almost transparent so that you avoid confusion at checkout and in your fridge. You'll also save time unpacking your groceries as they'll go straight to the fridge.",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Easy-wash",
            "speech": "This product is primarily designed to be resistant in time. It has been created with a strong organic cotton and double-layer sewing, which can be washed by hand or in washing machine. Very easy to clean, very fast to dry.",
            "image": {
                "altText": "",
                "src": ""
            }
        }, {
            "title": "Guide",
            "speech": "To start with the good habits just put them in your shopping bags as soon as they are clean and dry, so that you'll get them ready for next time.",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ],
    "packContent": [
        {
            "description": "15pcs (large x 5 + medium x 5 + small x 5) or, 12pcs (large x 4 + medium x 4 + small x 4) or, 6pcs (large x 3 + medium x 3 + small x 3)",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ],
    "specifications": [
        {
            "label": "Material",
            "value": "Organic cotton",
            "image": {
                "altText": "",
                "src": ""
            }
        }
    ]
}